Repository: adobe/aepsdk-assurance-ios
Catalog: AEPAssurance/Source/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hant_cn, zh_hant_tw

# error_desc_connection_limit
source: You have reached the maximum number of connected device allowed to a session.
de_de: Es wurde die maximale Anzahl von verbundenen Geräten erreicht, die für eine Sitzung zulässig sind.
es_es: Ha alcanzado el número máximo de dispositivos conectados permitidos para una sesión.
fr_fr: Vous avez atteint le nombre maximal d’appareils connectés autorisé pour une session.
it_it: Hai raggiunto il numero massimo di dispositivi collegati consentiti per una sessione.
ja_jp: セッションに許可されている接続デバイスの最大数に達しました。
ko_kr: 세션당 허용 최대 연결 장치 수에 도달했습니다.
pt_br: Você atingiu o número máximo de dispositivos conectados permitido para uma sessão.
zh_hant_cn: 您已达到会话允许连接设备的最大数量。
zh_hant_tw: 您已達到工作階段所允許的連接裝置數上限。

# error_desc_event_limit
source: You have reached the maximum number of events that can be sent per minute.
de_de: Es wurde die maximale Anzahl von Ereignissen erreicht, die pro Minute gesendet werden können.
es_es: Ha alcanzado el número máximo de eventos que se pueden enviar por minuto.
fr_fr: Vous avez atteint le nombre maximal d’événements pouvant être envoyés par minute.
it_it: Hai raggiunto il numero massimo di eventi che possono essere inviati al minuto.
ja_jp: 1 分あたりに送信できるイベントの最大数に達しました。
ko_kr: 분당 전송 가능한 최대 이벤트 수에 도달했습니다.
pt_br: Você atingiu o número máximo de eventos que podem ser enviados por minuto.
zh_hant_cn: 您已达到每分钟可发送事件的最大数量。
zh_hant_tw: 您已達到每分鐘可以傳送的事件數上限。

# error_desc_incorrect_pin_or_network
source: The connection may be failing due to a network issue or an incorrect PIN. Please verify internet connectivity or the PIN and try again.
de_de: Die Verbindung schlägt möglicherweise aufgrund eines Netzwerkproblems oder einer falschen PIN fehl. Bitte die Internet-Verbindung oder die PIN überprüfen und es erneut versuchen.
es_es: Es posible que la conexión esté fallando debido a un problema de red o a un PIN incorrecto. Compruebe la conectividad a Internet o el PIN e inténtelo de nuevo.
fr_fr: La connexion peut échouer en raison d’un problème réseau ou d’un code confidentiel incorrect. Vérifiez la connexion Internet ou le code confidentiel, puis réessayez.
it_it: La connessione potrebbe non riuscire a causa di un problema di rete o di un PIN errato. Verifica la connettività Internet o il PIN e riprova.
ja_jp: ネットワークの問題または PIN が正しくないため、接続に失敗している可能性があります。インターネット接続または PIN を確認し、もう一度試してください。
ko_kr: 네트워크 문제 또는 잘못된 PIN으로 인해 연결이 실패하는 것일 수 있습니다. 인터넷 연결 또는 PIN을 확인하고 다시 시도하여 주십시오.
pt_br: A conexão pode estar falhando devido a um problema de rede ou um PIN incorreto. Verifique a conectividade com a Internet ou o PIN e tente novamente.
zh_hant_cn: 连接失败可能是由于网络问题或 PIN 码错误。请验证网络连接或 PIN 码并重试。
zh_hant_tw: 由於網路問題或 PIN 碼不正確，連線可能會失敗。請驗證網路連線或 PIN 碼，然後再試一次。

# error_desc_invalid_org_id
source: The Experience Cloud organization identifier is unavailable. Ensure SDK configuration is setup correctly. See documentation for more detail.
de_de: Die Kennung der Experience Cloud-Organisation ist nicht verfügbar. Die richtige Einrichtung der SDK-Konfiguration muss sichergestellt werden. Weitere Details sind in der Dokumentation zu finden.
es_es: El identificador de organización de Experience Cloud no está disponible. Asegúrese de que la configuración del SDK se haya configurado correctamente. Consulte la documentación para obtener más información.
fr_fr: L’identifiant d’organisation Experience Cloud n’est pas disponible. Assurez-vous que la configuration du SDK est correctement effectuée. Voir la documentation pour plus de détails.
it_it: L’identificatore dell’organizzazione di Experience Cloud non è disponibile. Verifica che la configurazione dell’SDK sia impostata correttamente. Per ulteriori informazioni, consulta la documentazione.
ja_jp: Experience Cloud 組織 ID を利用できません。SDK 設定が正しく設定されていることを確認してください。詳しくは、ドキュメントを参照してください。
ko_kr: Experience Cloud 조직 식별자를 사용할 수 없습니다. SDK 구성이 올바르게 설정되었는지 확인하십시오. 자세한 내용은 설명서를 참조하십시오.
pt_br: O identificador da organização da Experience Cloud não está disponível. Verifique se a configuração do SDK foi efetuada corretamente. Consulte a documentação para obter mais detalhes.
zh_hant_cn: Experience Cloud 组织标识符不可用。请确保 SDK 配置设置正确。有关详细信息，请参阅文档。
zh_hant_tw: Experience Cloud 組織識別碼無法使用。請確保 SDK 設定已正確設定。如需更多詳細資料，請參閱文件。

# error_desc_invalid_pin
source: Unable to authorize Assurance connection. Please verify the PIN and try again.
de_de: Assurance-Verbindung kann nicht autorisiert werden. Bitte PIN überprüfen und erneut versuchen.
es_es: No se puede autorizar la conexión de Assurance. Compruebe el PIN e inténtelo de nuevo.
fr_fr: Impossible d’autoriser la connexion Assurance. Vérifiez le code confidentiel et réessayez.
it_it: Impossibile autorizzare la connessione Assurance. Verifica il PIN e riprova.
ja_jp: Assurance 接続を認証できません。PIN を確認し、もう一度試してください。
ko_kr: 보증 연결을 승인할 수 없습니다. PIN 확인 후 다시 시도하시기 바랍니다.
pt_br: Não é possível autorizar a conexão do Assurance. Verifique o PIN e tente novamente.
zh_hant_cn: 无法授权 Assurance 连接。请验证 PIN 码并重试。
zh_hant_tw: 無法授權 Assurance 連線。請驗證 PIN 碼並再試一次。

# error_desc_invalid_registration_request
source: The connection may be failing due to an invalid network request.
de_de: Möglicherweise schlägt die Verbindung aufgrund einer ungültigen Netzwerkanfrage fehl.
es_es: La conexión puede estar fallando debido a una solicitud de red no válida.
fr_fr: Il se peut que la connexion ne fonctionne pas en raison d’une requête de réseau non valide.
it_it: La connessione potrebbe non riuscire a causa di una richiesta di rete non valida.
ja_jp: 無効なネットワークリクエストにより接続が失敗している可能性があります。
ko_kr: 잘못된 네트워크 요청으로 인해 연결에 실패하는 것일 수 있습니다.
pt_br: A conexão pode estar falhando devido a uma solicitação de rede inválida.
zh_hant_cn: 由于网络请求无效，连接可能失败。
zh_hant_tw: 由於無效的網路請求，連線可能會失敗。

# error_desc_invalid_registration_response
source: Connection failed due to an invalid response.
de_de: Verbindung aufgrund einer ungültigen Antwort fehlgeschlagen.
es_es: Error de conexión debido a una respuesta no válida.
fr_fr: La connexion a échoué en raison d’une réponse non valide.
it_it: Connessione non riuscita a causa di una risposta non valida.
ja_jp: 無効な応答により、接続に失敗しました。
ko_kr: 잘못된 응답이 발생하여 연결에 실패했습니다.
pt_br: Falha na conexão devido a uma resposta inválida.
zh_hant_cn: 由于响应无效，连接失败。
zh_hant_tw: 由於回應無效，連線失敗。

# error_desc_invalid_url
source: Attempted a network request with an invalid url.
de_de: Es wurde versucht, eine Netzwerkanfrage mit einer ungültigen URL durchzuführen.
es_es: Se intentó una solicitud de red con una dirección URL no válida.
fr_fr: Une demande réseau avec une URL non valide a été tentée.
it_it: Tentativo di richiesta di rete con URL non valido.
ja_jp: 無効な URL を使用してネットワークリクエストを試行しました。
ko_kr: 잘못된 URL로 네트워크 요청을 시도했습니다.
pt_br: Tentativa de solicitação de rede com uma URL inválida.
zh_hant_cn: 尝试使用无效 URL 进行网络请求。
zh_hant_tw: 嘗試使用無效的 URL 進行網路請求。

# error_desc_registration_error
source: Error occurred during device registration or status check.
de_de: Fehler bei der Geräteregistrierung oder der Statusüberprüfung.
es_es: Se produjo un error durante el registro del dispositivo o la comprobación de estado.
fr_fr: Erreur lors de l’enregistrement de l’appareil ou de la vérification du statut.
it_it: Si è verificato un errore durante la registrazione del dispositivo o il controllo dello stato.
ja_jp: デバイスの登録またはステータスチェック中にエラーが発生しました。
ko_kr: 장치 등록 또는 상태 확인 중 오류가 발생했습니다.
pt_br: Erro durante o registro do dispositivo ou a verificação de status.
zh_hant_cn: 设备注册或状态检查期间发生错误。
zh_hant_tw: 裝置註冊或狀態檢查期間發生錯誤。

# error_desc_session_deleted
source: You attempted to connect to a deleted session.
de_de: Es wurde versucht, eine Verbindung mit einer gelöschten Sitzung herzustellen.
es_es: Intentó conectarse a una sesión eliminada.
fr_fr: Vous avez tenté de vous connecter à une session supprimée.
it_it: Tentativo di connessione a una sessione eliminata.
ja_jp: 削除されたセッションに接続しようとしました。
ko_kr: 삭제된 세션에 연결을 시도했습니다.
pt_br: Você tentou se conectar a uma sessão excluída.
zh_hant_cn: 您试图连接已删除的会话。
zh_hant_tw: 您嘗試連接到已刪除的工作階段。

# error_desc_unauthorized_access
source: The Experience Cloud organization identifier does not match with that of the Assurance session. Ensure the right Experience Cloud organization is being used. See documentation for more detail.
de_de: Die Kennung der Experience Cloud-Organisation stimmt nicht mit der ID der Assurance-Sitzung überein. Es muss sichergestellt werden, dass die richtige Experience Cloud-Organisation verwendet wird. Weitere Details sind in der Dokumentation zu finden.
es_es: El identificador de organización de Experience Cloud no coincide con el de la sesión de Assurance. Asegúrese de que se utiliza la organización de Experience Cloud correcta. Consulte la documentación para obtener más información.
fr_fr: L’identifiant d’organisation Experience Cloud ne correspond pas à celui de la session Assurance. Assurez-vous que l’organisation Experience Cloud appropriée est utilisée. Voir la documentation pour plus de détails.
it_it: L’identificatore dell’organizzazione di Experience Cloud non corrisponde a quello della sessione di Assurance. Assicurati di utilizzare l’organizzazione di Experience Cloud corretta. Per ulteriori informazioni, consulta la documentazione.
ja_jp: Experience Cloud 組織 ID が Assurance セッションの組織 ID と一致しません。適切な Experience Cloud 組織が使用されていることを確認してください。詳しくは、ドキュメントを参照してください。
ko_kr: Experience Cloud 조직 식별자가 보증 세션의 식별자와 일치하지 않습니다. 올바른 Experience Cloud 조직을 사용했는지 확인하시기 바랍니다. 자세한 내용은 설명서를 참조하십시오.
pt_br: O identificador da organização da Experience Cloud não corresponde ao da sessão do Assurance. Verifique se a organização da Experience Cloud correta está sendo usada. Consulte a documentação para obter mais detalhes.
zh_hant_cn: Experience Cloud 组织标识符与 Assurance 会话的标识符不匹配。请确保正在使用正确的 Experience Cloud 组织。有关详细信息，请参阅文档。
zh_hant_tw: Experience Cloud 組織識別碼與 Assurance 工作階段的組織識別碼不相符。請確保使用的 Experience Cloud 組織正確無誤。如需更多詳細資料，請參閱文件。

# error_desc_unexpected_error
source: This client has been disconnected due to an unexpected error.
de_de: Die Verbindung mit diesem Client wurde aufgrund eines unerwarteten Fehlers getrennt.
es_es: Se ha desconectado este cliente debido a un error inesperado.
fr_fr: Ce client a été déconnecté en raison d’une erreur inattendue.
it_it: Il client è stato disconnesso a causa di un errore imprevisto.
ja_jp: 予期しないエラーが発生したため、このクライアントは切断されました。
ko_kr: 예상치 못한 오류가 발생하여 이 클라이언트와의 연결이 해제되었습니다.
pt_br: Este cliente foi desconectado devido a um erro inesperado.
zh_hant_cn: 由于意外错误，该客户端已断开连接。
zh_hant_tw: 由於意外錯誤，此用戶端已中斷連接。

# error_title_connection_limit
source: Connection Limit Reached
de_de: Verbindungslimit erreicht
es_es: Límite de conexión alcanzado
fr_fr: Limite de connexions atteinte
it_it: Limite di connessione raggiunto
ja_jp: 接続の上限に達しました
ko_kr: 연결 한도 도달
pt_br: Limite de conexões atingido
zh_hant_cn: 连接已达上限
zh_hant_tw: 已達到連線上限

# error_title_event_limit
source: Event Limit Reached
de_de: Ereignislimit erreicht
es_es: Se alcanzó el límite de eventos
fr_fr: Limite d’événements atteinte
it_it: Limite di evento raggiunto
ja_jp: イベント制限に達しました
ko_kr: 이벤트 한도 도달
pt_br: Limite de eventos atingido
zh_hant_cn: 事件已达上限
zh_hant_tw: 已達到事件上限

# error_title_incorrect_pin_or_network
source: Connection Error
de_de: Verbindungsfehler
es_es: Error de conexión
fr_fr: Erreur de connexion
it_it: Errore di connessione
ja_jp: 接続エラー
ko_kr: 연결 오류
pt_br: Erro de conexão
zh_hant_cn: 连接错误
zh_hant_tw: 連線錯誤

# error_title_invalid_org_id
source: Invalid Mobile SDK Configuration
de_de: Ungültige Mobile SDK-Konfiguration
es_es: Configuración del SDK móvil no válida
fr_fr: Configuration SDK mobile non valide
it_it: Configurazione dell’SDK mobile non valida
ja_jp: Mobile SDK 設定が無効です
ko_kr: 잘못된 모바일 SDK 구성
pt_br: Configuração inválida do SDK móvel
zh_hant_cn: 移动 SDK 配置无效
zh_hant_tw: Mobile SDK 設定無效

# error_title_invalid_pin
source: Authorization Error
de_de: Autorisierungsfehler
es_es: Error de autorización
fr_fr: Erreur d’autorisation
it_it: Errore di autorizzazione
ja_jp: 認証エラー
ko_kr: 인증 오류
pt_br: Erro de autorização
zh_hant_cn: 授权错误
zh_hant_tw: 授權錯誤

# error_title_invalid_registration_request
source: Connection Error
de_de: Verbindungsfehler
es_es: Error de conexión
fr_fr: Erreur de connexion
it_it: Errore di connessione
ja_jp: 接続エラー
ko_kr: 연결 오류
pt_br: Erro de conexão
zh_hant_cn: 连接错误
zh_hant_tw: 連線錯誤

# error_title_invalid_registration_response
source: Invalid response data
de_de: Ungültige Antwortdaten
es_es: Datos de respuesta no válidos
fr_fr: Données de réponse non valides
it_it: Dati risposta non validi
ja_jp: 応答データが無効です
ko_kr: 잘못된 응답 데이터
pt_br: Dados de resposta inválidos
zh_hant_cn: 无效响应数据
zh_hant_tw: 回應資料無效

# error_title_invalid_url
source: Invalid url
de_de: Ungültige URL
es_es: URL no válida
fr_fr: URL non valide
it_it: URL non valido
ja_jp: 無効な URL
ko_kr: 잘못된 URL
pt_br: URL inválido
zh_hant_cn: 无效 URL
zh_hant_tw: URL 無效

# error_title_registration_error
source: Connection Error
de_de: Verbindungsfehler
es_es: Error de conexión
fr_fr: Erreur de connexion
it_it: Errore di connessione
ja_jp: 接続エラー
ko_kr: 연결 오류
pt_br: Erro de conexão
zh_hant_cn: 连接错误
zh_hant_tw: 連線錯誤

# error_title_session_deleted
source: Session Deleted
de_de: Sitzung gelöscht
es_es: Sesión eliminada
fr_fr: Session supprimée
it_it: Sessione eliminata
ja_jp: セッションが削除されました
ko_kr: 세션 삭제됨
pt_br: Sessão excluída
zh_hant_cn: 会话已删除
zh_hant_tw: 工作階段已刪除

# error_title_unauthorized_access
source: Unauthorized Access
de_de: Nicht autorisierter Zugriff
es_es: Acceso no autorizado
fr_fr: Accès non autorisé
it_it: Accesso non autorizzato
ja_jp: 承認されていないアクセス
ko_kr: 승인되지 않은 액세스
pt_br: Acesso não autorizado
zh_hant_cn: 未经授权的访问
zh_hant_tw: 未經授權的存取

# error_title_unexpected_error
source: Client Disconnected
de_de: Client getrennt
es_es: Cliente desconectado
fr_fr: Client déconnecté
it_it: Client disconnesso
ja_jp: クライアントが切断されました
ko_kr: 클라이언트 연결 해제됨
pt_br: Cliente desconectado
zh_hant_cn: 客户端已断开连接
zh_hant_tw: 用戶端已中斷連接

# pin_screen_button_cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
zh_hant_cn: 取消
zh_hant_tw: 取消

# pin_screen_button_connect
source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Se connecter
it_it: Connetti
ja_jp: 接続
ko_kr: 연결
pt_br: Conectar
zh_hant_cn: 连接
zh_hant_tw: 連接

# pin_screen_button_retry
source: Retry
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
pt_br: Tentar novamente
zh_hant_cn: 重试
zh_hant_tw: 重試

# pin_screen_connecting
source: Connecting...
de_de: Verbindung wird hergestellt...
es_es: Conectando...
fr_fr: Connexion...
it_it: Connessione...
ja_jp: 連携しています…
ko_kr: 연결 중…
pt_br: Conectando...
zh_hant_cn: 正在连接...
zh_hant_tw: 連接中…

# pin_screen_header
source: Enter the 4 digit PIN to continue
de_de: Zum Fortfahren die 4-stellige PIN eingeben
es_es: Introduzca el PIN de 4 dígitos para continuar
fr_fr: Saisissez le code confidentiel à 4 chiffres pour continuer
it_it: Immetti il PIN a 4 cifre per continuare
ja_jp: 続行するには 4 桁の PIN を入力してください
ko_kr: 계속하려면 4자리 PIN 입력
pt_br: Insira o PIN de 4 dígitos para continuar
zh_hant_cn: 输入 4 位 PIN 码继续
zh_hant_tw: 輸入 4 位數字 PIN 碼以繼續

# quick_connect_screen_button_cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
zh_hant_cn: 取消
zh_hant_tw: 取消

# quick_connect_screen_button_connect
source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Se connecter
it_it: Connetti
ja_jp: 接続
ko_kr: 연결
pt_br: Conectar
zh_hant_cn: 连接
zh_hant_tw: 連接

# quick_connect_screen_button_retry
source: Retry
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
pt_br: Tentar novamente
zh_hant_cn: 重试
zh_hant_tw: 重試

# quick_connect_screen_button_waiting
source: Waiting..
de_de: Warten…
es_es: Esperando...
fr_fr: En attente...
it_it: In attesa...
ja_jp: 待機中...
ko_kr: 대기 중..
pt_br: Aguardando...
zh_hant_cn: 正在等待…
zh_hant_tw: 等候中…

# quick_connect_screen_header
source: Confirm connection by visiting your session's connection detail screen
de_de: Der Bildschirm mit den Verbindungsdetails der Sitzung muss aufgerufen werden, um die Verbindung zu bestätigen
es_es: Para confirmar la conexión, visite la pantalla de detalles de conexión de la sesión
fr_fr: Confirmez la connexion en consultant l’écran des détails de la connexion de votre session.
it_it: Conferma la connessione visitando la schermata dei dettagli di connessione della sessione
ja_jp: セッションの接続の詳細画面にアクセスすることで、接続を確認します
ko_kr: 세션의 연결 세부 정보 화면에서 연결을 확인하시기 바랍니다.
pt_br: Confirme a conexão visitando a tela de detalhes da conexão da sua sessão
zh_hant_cn: 访问会话的连接详情屏幕，确认连接
zh_hant_tw: 透過造訪工作階段連線詳細資料畫面以確認連線

# status_screen_button_cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
zh_hant_cn: 取消
zh_hant_tw: 取消

# status_screen_button_clear
source: Clear Log
de_de: Protokoll löschen
es_es: Borrar registro
fr_fr: Effacer le journal
it_it: Cancella registro
ja_jp: ログをクリア
ko_kr: 로그 지우기
pt_br: Limpar registro
zh_hant_cn: 清除日志
zh_hant_tw: 清除記錄

# status_screen_button_disconnect
source: Disconnect
de_de: Trennen
es_es: Desconectar
fr_fr: Se déconnecter
it_it: Disconnetti
ja_jp: 切断
ko_kr: 연결 해제
pt_br: Desconectar
zh_hant_cn: 断开连接
zh_hant_tw: 中斷連接

# status_screen_header
source: Logs
de_de: Protokolle
es_es: Registros
fr_fr: Journaux
it_it: Registri
ja_jp: ログ
ko_kr: 로그
zh_hant_cn: 日志
zh_hant_tw: 記錄
